import 'package:get/get.dart';

class EventDetailController extends GetxController {
  var event = {
    'title': 'ختم مسجد الحضر',
    'description':
        'ويقصد هذه الزيارة أهالي وادي حضرموت وأكثرهم من مدينة تريم وللسادة العلويين في تريم الرعاية التامة والإشراف على تنظيم هذه الزيارة،',
    'date': '10/10/1445',
    'day': 'الأحد',
    'status': 'سنوية',
    'location': 'حضرموت',
    'subLocation': 'تريم',
    'notes':
        'ويقصد هذه الزيارة أهالي وادي حضرموت وأكثرهم من مدينة تريم وللسادة العلويين في تريم الرعاية التامة والإشراف على تنظيم هذه الزيارة،',
  }.obs;
}
